{
    "0": {
        "text": "On m'a demandé de changer mon mot de passe UNamur.",
        "answers": [
            {
                "text": "Trouver de l'aide !",
                "ref": 1
            }
        ]
    },
    "1": {
        "text": "À partir du 26 avril et jusqu'au 13 septembre, le service informatique de l'UNamur lance une vaste campagne de changement de mot de passe qui concerne tous les étudiants et membres du personnel. Changer ou ré-encoder votre mot de passe est obligatoire.",
        "answers": [
            {
                "text": "Est-ce du phishing ?",
                "ref": 2
            },
            {
                "text": "Est-ce urgent ?",
                "ref": 3
            },
            {
                "text": "Puis-je ré-utiliser le même mot de passe ?",
                "ref": 4
            },
            {
                "text": "Pourquoi dois-je faire cela ?",
                "ref": 5
            }
        ]
    },
    "2": {
        "text": "Non, la campagne de changement de mot de passe est bien réelle. Cependant, vous ne recevrez jamais de mail ou message contenant directement un lien. La seule consigne qui vous sera donnée est de vous rendre sur le BVE pour entrer votre mot de passe. Si vous avez reçu une consigne différente, un lien, un message douteux ou provenant d'une adresse non-UNamur, prenez directement contact avec nous pour nous le signaler.",
        "answers": []
    },
    "3": {
        "text": "Non, ce n'est pas urgent. Si vous avez reçu un message qui vous affirme le contraire, prenez directement contact avec nous pour nous le signaler. Cependant, le changement de mot de passe doit être effectué avant le 13 septembre. Si ce n'est pas fait à ce moment-là, vous n'aurez plus accès à Teams. Vous recevrez, avant l'échéance, un message de rappel si vous ne l'avez pas encore fait.",
        "answers": []
    },
    "4": {
        "text": "Oui. Cependant, votre mot de passe doit respecter certaines contraintes (longueur minimum, majuscule, chiffre, etc.). Ces dernières vous seront rappelées lorsque vous entrerez votre mot de passe.",
        "answers": [
            {
                "text": "Mon ancien mot de passe respecte ces contraintes.",
                "ref": 6
            },
            {
                "text": "Mon ancien mot de passe ne respecte pas ces contraintes.",
                "ref": 7
            }
        ]
    },
    "5": {
        "text": "Tout le monde doit changer ou ré-entrer son mot de passe UNamur, c'est obligatoire. À terme, cela vous permettra de vous connecter à Microsoft Teams en utilisant vos identifiants UNamur, plutôt que des identifiants différents pour Teams uniquement. Cette campagne rentre aussi dans une volonté de renforcer les mots de passe des utilisateurs des services informatiques de l'UNamur dans un but de sécurité.",
        "answers": []
    },
    "6": {
        "text": "Parfait ! Attention, dans ce cas vous devez tout de même ré-entrer votre mot de passe sur la plateforme, même s'il est identique.",
        "answers": []
    },
    "7": {
        "text": "Dans ce cas nous vous conseillons soit de changer de mot de passe, soit de renforcer votre mot de passe actuel. Pour une sécurité maximale, nous pouvouns aussi vous conseiller d'utiliser un gestionnaire de mots de passe comme KeepassXC ou Bitwarden.",
        "answers": []
    }
}